All I Want for Christmas Is You
There’s Nothing Holdin’ Me Back
Montero (Call Me by Your Name)
Look What You Made Me Do
One (Monster & Infinity)
Something Just Like This
Smells Like Teen Spirit
I Will Always Love You
We Don’t Talk Anymore
Like a Rolling Stone
Mafia in the Morning
Set Fire to the Rain
We Are the Champions
A Sky Full of Stars
Blood Sweat & Tears
My Heart Will Go On
Permission to Dance
Rolling in the Deep
四、K-POP 热门（401–500）
Can’t Feel My Face
Stairway to Heaven
Bohemian Rhapsody
How You Like That
Love Me Like This
My First and Last
Sign of the Times
Thinking Out Loud
Whatever It Takes
A Thousand Years
Hotel California
Someone Like You
Treat You Better
Watermelon Sugar
We Will Rock You
Blinding Lights
Broken Melodies
Don’t Start Now
Queen of Hearts
Radio (Dum-Dum)
Save Your Tears
三、欧美热门（301–400）
二、华语经典（101–300）
Ice Cream Cake
In the Morning
Kill This Love
Lovesick Girls
Roller Coaster
Born This Way
Boys Like You
Cheap Thrills
City of Stars
Cool With You
DDU-DU DDU-DU
Hotline Bling
Industry Baby
Love Yourself
Old Town Road
On the Ground
See You Again
Thank U, Next
Boy With Luv
Dance Monkey
Shake It Off
Shape of You
Side to Side
Take It Easy
Tiger Inside
Uptown Funk!
不要在我寂寞的时候说爱我
2002 年的第一场雪
Bad Romance
Billie Jean
Blank Space
Dalla Dalla
Dumdi Dumdi
Galway Girl
Glitch Mode
Lost on You
Umpah Umpah
Without You
下辈子不一定还能遇见你
如果有一天我变得很有钱
得到你的人得不到你的心
After LIKE
BABY SHARK
Bubble Gum
CRY FOR ME
Chandelier
Fire Alarm
God’s Plan
I MISS YOU
Let Her Go
Levitating
Love Story
Next Level
Peek-A-Boo
Photograph
Pink Venom
Poker Face
Rain On Me
Red Flavor
Sour Candy
Spring Day
The Nights
Wake Me Up
Zimzalabim
世界这么大还是遇见你
1001–1500
1501–2000
2001–2500
2501–3000
Apologize
As It Was
Attention
Bad Blood
Bang Bang
Crescendo
Despacito
Dumb Dumb
Fake Love
Hot Sauce
Ice Cream
Let It Be
Let It Go
Love Dive
New Rules
Oh My God
One Dance
Queencard
SUPERSTAR
Shut Down
Sunflower
Super Shy
Yesterday
伤了的心还可以爱谁
如果不爱我请放开我
如果当初忍住没联系
想你的 365 天
特别的爱给特别的你
501–1000
Cheshire
Diamonds
Dynamite
Hey Jude
Hype Boy
Illusion
Mic Drop
Physical
Queendom
Rockabye
Rockstar
Run Wild
Senorita
Sneakers
Stitches
Thriller
Umbrella
We Young
Whiplash
一念流年一念安稳
一念浮生一念人间
一念温柔一念初心
一念烟火一念月色
一念牵挂一念山河
一念相思一念无恙
一念相逢一念别离
一念红尘一念清欢
一念缘起一念缘灭
一念风雨一念岁月
一笑沧桑一笑安然
一笑浮生一笑人间
一笑温柔一笑初心
一笑烟火一笑月色
一笑牵挂一笑山河
一笑相逢一笑别离
一笑红尘一笑流年
一笑轻狂一笑沉稳
一笑过往一笑余生
一笑风雨一笑岁月
为爱一人倾尽年华
为爱一别默默祝福
为爱一守静待余生
为爱一念深藏心底
为爱一懂冷暖相伴
为爱一梦执念半生
为爱一眼倾尽温柔
为爱一程守候流年
为爱一诺此生不负
为爱一遇倾心相伴
亲爱的那不是爱情
人间初心仅此一颗
人间别离仅此一瞬
人间山河仅此一程
人间朝暮叶落归根
人间流年仅此一生
人间温柔仅此一次
人间烟火仅此一季
人间牵挂仅此一人
人间相思仅此一念
人间相逢仅此一程
人间过客仅此而已
伤了我别再说爱我
伤过一人便是红尘
伤过一别便是释怀
伤过一守便是孤单
伤过一念便是放下
伤过一懂便是从容
伤过一梦便是清醒
伤过一眼便是成长
伤过一程便是看淡
伤过一诺便是看透
伤过一遇便是珍惜
伤过山河伤过无恙
伤过牵挂伤过余生
伤过风月伤过随缘
半生回望半生向前
半生孤独半生自愈
半生情深半生缘浅
半生执念半生放下
半生执念半生随缘
半生沧桑半生温柔
半生漂泊半生归期
半生烟火半生清欢
半生相思半生淡忘
半生相逢半生珍藏
半生相遇半生别离
半生红尘半生归隐
半生风雨半生安然
半生风雨半生晴朗
可可托海的牧羊人
如果一人能伴红尘
如果一切可以重来
如果一别能再相逢
如果一守能伴余生
如果一念能寄相思
如果一懂能知冷暖
如果一梦能圆初心
如果一眼能定余生
如果一程能守流年
如果一诺能守一生
如果一遇能共白首
如果人生可以回头
如果今生不能相爱
如果你是我的传说
如果当初没有相遇
如果时光可以重来
如果爱情可以重来
如果相逢只是路过
如果缘分只是路过
如果缘分可以重来
往后余生不负遇见
往后余生互不打扰
往后余生只愿安好
往后余生各自安好
往后余生平安喜乐
往后余生温柔以待
往后余生请多指教
往后清风不问归期
情深一别便是遗憾
情深一守便是白头
情深一念便是一生
情深一念便是牵挂
情深一懂便是知己
情深一梦便是流年
情深一眼便是万年
情深一程便是余生
情深一诺便是永恒
情深一遇便是惊艳
情深入初心难更改
情深入山河难无恙
情深入月色难浪漫
情深入流年难割舍
情深入温柔难藏心
情深入烟火难温暖
情深入牵挂难余生
情深几许流年不负
情深缘浅各自安好
情深缘浅奈何缘尽
想你的时候问月亮
我爱的姑娘在草原
杀死那个石家庄人
浮生若梦一场别离
浮生若梦一场月色
浮生若梦一场流年
浮生若梦一场温柔
浮生若梦一场烟火
浮生若梦一场相逢
烟雨一世温柔一世
烟雨一回别离一回
烟雨一场人间一场
烟雨一岁流年一岁
烟雨一念相思一念
烟雨一次相逢一次
烟雨一生牵挂一生
烟雨一程山水一程
烟雨一缕清风一缕
烟雨一轮明月一轮
爱到尽头各自安好
爱到最后只剩回忆
爱藏一人人间无恙
爱藏一别遗憾半生
爱藏一守岁月安然
爱藏一念相思绵长
爱藏一懂风雨同舟
爱藏一梦初心不改
爱藏一眼温柔入骨
爱藏一程流年难忘
爱藏一诺此生铭记
爱藏一遇惊艳时光
红尘一别各自安好
红尘一梦浮生若梦
红尘一眼缘起缘落
红尘一程聚散随缘
红尘一诺轻许流年
红尘一遇擦肩惊艳
给我一首歌的时间
美丽的草原我的家
遗憾一人便是人间
遗憾一别便是余生
遗憾一守便是孤单
遗憾一念便是难忘
遗憾一懂便是无缘
遗憾一梦便是半生
遗憾一眼便是经年
遗憾一程便是流年
遗憾一诺便是落空
遗憾一遇便是惊艳
醉享平淡醉安流年
醉叹缘起醉惜缘落
醉听风雨醉品清欢
醉守温柔醉藏深情
醉念旧人醉守初心
醉怀过往醉盼余生
醉渡红尘醉归本心
醉看花开醉等花落
醉赏山河醉揽星河
醉饮流年醉渡余生
错过一人便是红尘
错过一别便是终生
错过一守便是别离
错过一念便是相思
错过一懂便是陌路
错过一梦便是流年
错过一眼便是万年
错过一程便是余生
错过一诺便是无缘
错过一遇便是惊艳
错过山河错过无恙
错过牵挂错过余生
错过风月错过随缘
7 Rings
Bad Boy
Beat It
Beatbox
Circles
Happier
It’s Me
Jopping
Not Shy
Perfect
Purpose
Secrets
Shallow
TAKE ME
Thunder
Wannabe
一起走过的日子
一闪一闪亮晶晶
世上只有妈妈好
为爱一世皆深情
为爱一生皆无悔
为爱初心愿滚烫
为爱初心皆滚烫
为爱别离愿释怀
为爱别离皆释怀
为爱叶落愿相守
为爱守一世初心
为爱守一世别离
为爱守一世月色
为爱守一世流年
为爱守一世温柔
为爱守一世烟火
为爱守一世牵挂
为爱守一世相思
为爱守一世相逢
为爱守一生安稳
为爱月色愿浪漫
为爱月色皆浪漫
为爱流下伤心泪
为爱流年愿珍惜
为爱流年皆珍惜
为爱温柔愿入骨
为爱温柔皆入骨
为爱烟火愿温暖
为爱烟火皆温暖
为爱牵挂愿绵长
为爱牵挂皆绵长
为爱相逢愿倾心
为爱相逢皆有幸
为爱花开愿等候
人生何处不相逢
人间世事皆无常
人间初心人间贵
人间初心皆可贵
人间别离人间命
人间别离皆宿命
人间山河人间宁
人间岁月皆安然
人间月色人间柔
人间月色皆温柔
人间流年人间静
人间温柔人间藏
人间满目皆星河
人间烟火人间暖
人间烟火皆寻常
人间牵挂人间长
人间相思皆刻骨
人间相逢人间幸
人间相逢皆有幸
人间聚散皆随缘
人间自有初心真
人间自有别离命
人间自有山河安
人间自有岁月静
人间自有明月照
人间自有流年暖
人间自有清风渡
人间自有烟火温
人间自有相思浅
人间自有相逢幸
人间自有真情在
人间风雨人间安
人间风雨皆历练
今夜你会不会来
伤了的心难愈合
伤心 1999
伤过初心伤过梦
伤过初心皆成熟
伤过别离皆释怀
伤过哭过也爱过
伤过山河皆从容
伤过岁月皆成长
伤过月色伤过柔
伤过月色皆温柔
伤过流年伤过梦
伤过流年皆淡然
伤过温柔伤过心
伤过烟火伤过暖
伤过烟火皆寻常
伤过牵挂皆放下
伤过相逢伤过别
伤过相逢皆珍惜
伤过红尘皆看透
伤过花开伤过落
你我经历的一刻
再见只是陌生人
冬眠・2023
凤凰花开的路口
半生初心半生守
半生初心皆不改
半生别离半生念
半生别离皆释怀
半生回望半生安
半生孤独半生狂
半生岁月皆随缘
半生月色半生婉
半生月色皆静好
半生流年半生闲
半生流年皆清欢
半生浮沉半生梦
半生清风半生欢
半生温柔半生藏
半生温柔皆藏心
半生漂泊半生缘
半生烟火半生暖
半生烟火皆平淡
半生烟雨半生安
半生牵挂皆余生
半生相思半生淡
半生相逢半生缘
半生相逢皆珍惜
半生风雨半生伤
半生风雨皆安然
向天再借五百年
听往事随风而去
听风初心听风守
听风初心皆可贵
听风别离皆释怀
听风吹过八千里
听风山河听风安
听风山河皆无恙
听风岁月皆清欢
听风月色听风柔
听风月色皆温柔
听风流年听风梦
听风流年皆匆匆
听风温柔听风藏
听风烟火听风暖
听风烟火皆寻常
听风牵挂听风长
听风牵挂皆余生
听风相逢听风别
听风相逢皆缘分
听风红尘皆聚散
听风花开听风落
听风风月听风淡
四季轮回皆初心
四季轮回皆别离
四季轮回皆山河
四季轮回皆月色
四季轮回皆流年
四季轮回皆温柔
四季轮回皆烟火
四季轮回皆牵挂
四季轮回皆相思
四季轮回皆相逢
夜空中最亮的星
大王叫我来巡山
如果不爱请离开
如果余生不再见
如果余生不将就
如果余生不打扰
如果余生不相逢
如果余生不负己
如果余生可圆满
如果余生各自安
如果余生无波澜
如果余生没有你
如果余生皆安好
如果余生皆是你
如果余生还有缘
如果初心不曾改
如果初心皆不改
如果初心能不改
如果别离皆重逢
如果别离能重逢
如果叶落能相守
如果山河皆无恙
如果岁月可回头
如果岁月皆可逆
如果月色可相伴
如果月色皆浪漫
如果月色能浪漫
如果流年有归期
如果流年皆安稳
如果流年能回头
如果温柔可留存
如果温柔皆常驻
如果温柔能常驻
如果烟火可停留
如果烟火皆温暖
如果烟火能温暖
如果牵挂皆一生
如果牵挂能一生
如果相思可相守
如果相逢有来生
如果相逢皆如初
如果相逢能依旧
如果红尘可归隐
如果花开能重逢
容易受伤的女人
寂寞也是一种美
寂寞初心寂寞守
寂寞初心皆依旧
寂寞别离皆淡然
寂寞夜里独伤悲
寂寞山河寂寞安
寂寞山河皆无恙
寂寞岁月皆清欢
寂寞月色寂寞柔
寂寞月色皆温柔
寂寞流年寂寞梦
寂寞流年皆静好
寂寞温柔寂寞藏
寂寞烟火寂寞暖
寂寞烟火皆寻常
寂寞牵挂寂寞长
寂寞牵挂皆藏心
寂寞相逢寂寞别
寂寞相逢皆回忆
寂寞空庭春欲晚
寂寞红尘皆独处
寂寞花开寂寞落
寂寞风月寂寞淡
小城初心皆不改
小城别离皆宿命
小城山河皆无恙
小城岁月皆安然
小城月色皆温柔
小城流年皆清欢
小城烟火皆寻常
小城牵挂皆绵长
小城相逢皆缘分
小城风雨皆平淡
山河依旧初心真
山河依旧别离轻
山河依旧岁月安
山河依旧故人归
山河依旧月色柔
山河依旧流年静
山河依旧烟火浓
山河依旧牵挂长
山河依旧相逢暖
山河依旧风雨平
年少不知曲中意
年少初心皆滚烫
年少别离皆遗憾
年少心事皆青涩
年少时光皆难忘
年少月色皆朦胧
年少流年皆匆匆
年少温柔皆纯粹
年少烟火皆烂漫
年少牵挂皆绵长
年少的情深缘浅
年少相逢皆惊艳
心渡初心皆不改
心渡别离皆释怀
心渡岁月皆安然
心渡月色皆浪漫
心渡流年皆清欢
心渡温柔皆入骨
心渡烟火皆温暖
心渡牵挂皆绵长
心渡相逢皆珍惜
心渡红尘皆随缘
心痛 2009
心随初心心随守
心随山河心随安
心随月色心随柔
心随流年心随梦
心随温柔心随藏
心随烟火心随暖
心随牵挂心随长
心随相逢心随别
心随花开心随落
心随风月心随淡
思念初心思念守
思念初心皆不改
思念别离皆伤感
思念山河思念安
思念山河皆无恙
思念岁月皆绵长
思念总在分手后
思念月色思念柔
思念月色皆温柔
思念流年思念梦
思念流年皆匆匆
思念温柔思念藏
思念烟火思念暖
思念烟火皆温暖
思念牵挂思念长
思念牵挂皆余生
思念相逢思念别
思念相逢皆难忘
思念红尘皆刻骨
思念花开思念落
思念风月思念淡
情歌虽老却动听
情深入梦难遗忘
情深入骨难放下
情深入髓难释怀
情深初心皆滚烫
情深别离皆无奈
情深意重皆真心
情深月色皆浪漫
情深流年皆难忘
情深温柔皆入骨
情深烟火皆温暖
情深牵挂皆一生
情深相守皆余生
情深缘浅皆天意
想你初心想你守
想你初心皆滚烫
想你别离皆遗憾
想你山河想你安
想你山河皆安然
想你岁月皆温柔
想你念你忘不掉
想你月色想你柔
想你月色皆浪漫
想你流年想你梦
想你流年皆静好
想你温柔想你藏
想你烟火想你暖
想你烟火皆烂漫
想你牵挂想你长
想你牵挂皆绵长
想你的点点滴滴
想你相逢想你别
想你相逢皆惊艳
想你红尘皆深情
想你花开想你落
想你风月想你淡
感觉自己是巨星
我是真的爱上你
我期待的不是雪
星河依旧伴烟火
星河依旧入流年
星河依旧叹别离
星河依旧守温柔
星河依旧寄相思
星河依旧念相逢
星河依旧怀初心
星河依旧染月色
星河依旧满人间
星河依旧系牵挂
晚风依旧伴清欢
晚风依旧叹别离
晚风依旧守初心
晚风依旧很温柔
晚风依旧念旧人
晚风依旧惜相逢
晚风依旧揽星河
晚风依旧渡流年
晚风依旧赏明月
晚风依旧醉红尘
月亮代表我的心
江南STYLE
沦陷人间初心里
沦陷人间别离里
沦陷人间山河里
沦陷人间月色里
沦陷人间流年里
沦陷人间温柔里
沦陷人间烟火里
沦陷人间牵挂里
沦陷人间相思里
沦陷人间相逢里
沦陷在你的温柔
流泪初心流泪守
流泪初心皆成熟
流泪别离皆释怀
流泪山河流泪安
流泪岁月皆成长
流泪月色流泪柔
流泪月色皆浪漫
流泪流年流泪梦
流泪流年皆淡然
流泪温柔流泪藏
流泪温柔皆入骨
流泪烟火流泪暖
流泪烟火皆温暖
流泪牵挂流泪长
流泪牵挂皆放下
流泪的半生遗憾
流泪的孤单夜晚
流泪的无缘结局
流泪的爱情故事
流泪的相思之苦
流泪的离别场面
流泪的红尘陌路
流泪的结局收场
流泪的青春往事
流泪相逢流泪别
流泪相逢皆珍惜
流泪红尘皆看透
流泪花开流泪落
流泪风月流泪淡
浮生若梦一场情
浮生若梦一场空
浮生若梦一场缘
浮生若梦一场醉
满天星辰不及你
漂洋过海来看你
烟雨初心皆依旧
烟雨别离皆淡然
烟雨山河皆无恙
烟雨岁月皆温柔
烟雨月色皆朦胧
烟雨流年皆静好
烟雨烟火皆寻常
烟雨牵挂皆绵长
烟雨相逢皆惊艳
烟雨红尘皆随缘
爱你十分泪七分
爱你胜过爱自己
爱入初心皆不改
爱入别离皆不舍
爱入岁月皆难忘
爱入月色皆浪漫
爱入流年皆静好
爱入温柔皆藏心
爱入烟火皆温暖
爱入牵挂皆余生
爱入相逢皆惊艳
爱入红尘皆刻骨
爱到尽头是分手
爱到最后都是伤
爱到深处全是泪
爱有千万种初心
爱有千万种别离
爱有千万种思念
爱有千万种月色
爱有千万种流年
爱有千万种温柔
爱有千万种烟火
爱有千万种牵挂
爱有千万种理由
爱有千万种相逢
爱江山更爱美人
爱的世界只有你
爱随人间随余生
爱随流年随岁月
爱随清风随明月
爱随温柔随初心
爱随烟火随月色
爱随牵挂随山河
爱随相逢随别离
爱随红尘随浮生
爱随花开随叶落
爱随风雨随晴川
牵挂你的人是我
男人哭吧不是罪
白月光与朱砂痣
看得最远的地方
看透爱情看透你
秋风初心皆依旧
秋风初心秋风守
秋风别离皆淡然
秋风十里不如你
秋风山河皆无恙
秋风山河秋风安
秋风岁月皆安然
秋风月色皆朦胧
秋风月色秋风柔
秋风流年皆静好
秋风流年秋风梦
秋风温柔皆藏心
秋风温柔秋风藏
秋风烟火皆烂漫
秋风烟火秋风暖
秋风牵挂皆绵长
秋风牵挂秋风长
秋风相逢皆有幸
秋风相逢秋风别
秋风秋雨秋意浓
秋风花开秋风落
秋风风月秋风淡
站在草原望北京
等云等雨等别离
等云等风等初心
等你等到我心痛
等山等水等初心
等山等水等相逢
等情等意等风月
等星等月等温柔
等星等雾等烟火
等春等冬等温柔
等春等秋等重逢
等晨等昏等月色
等晨等暮等相守
等梦等醒等山河
等烟等雨等归人
等缘等分等牵挂
等花等月等余生
等花等雪等相逢
等风等月等流年
等风等雨等一人
红尘一梦醉千年
红尘一笑解千愁
红尘初心皆可贵
红尘初心红尘守
红尘别离皆宿命
红尘山河皆无恙
红尘山河红尘安
红尘岁月皆匆匆
红尘月色皆温柔
红尘月色红尘柔
红尘流年皆清欢
红尘流年红尘梦
红尘温柔皆入骨
红尘温柔红尘藏
红尘烟火皆寻常
红尘烟火红尘暖
红尘牵挂皆绵长
红尘牵挂红尘长
红尘相逢皆缘分
红尘相逢红尘别
红尘花开红尘落
红尘风月红尘淡
缘分初心皆可贵
缘分初心缘分守
缘分别离皆宿命
缘分山河皆无恙
缘分山河缘分安
缘分岁月皆注定
缘分月色皆温柔
缘分月色缘分柔
缘分来了就是你
缘分流年皆匆匆
缘分流年缘分梦
缘分温柔缘分藏
缘分烟火皆寻常
缘分烟火缘分暖
缘分牵挂皆绵长
缘分牵挂缘分长
缘分相逢缘分别
缘分红尘皆相逢
缘分花开缘分落
缘分风月皆随缘
缘分风月缘分淡
让我欢喜让我忧
谁懂男人的眼泪
谁的青春不迷茫
这世界那么多人
遗憾初心皆难守
遗憾初心遗憾守
遗憾别离皆不舍
遗憾山河皆依旧
遗憾山河遗憾安
遗憾月色皆浪漫
遗憾月色遗憾柔
遗憾流年皆难忘
遗憾流年遗憾梦
遗憾温柔皆入骨
遗憾温柔遗憾藏
遗憾烟火皆温暖
遗憾烟火遗憾暖
遗憾牵挂皆一生
遗憾牵挂遗憾长
遗憾相逢皆惊艳
遗憾相逢遗憾别
遗憾终究是遗憾
遗憾花开遗憾落
遗憾风月皆随缘
遗憾风月遗憾淡
那拉提的养蜂女
醉享余生醉享安
醉叹缘起醉叹灭
醉听风雨醉听曲
醉守清欢醉守心
醉念旧人醉念情
醉怀初心醉怀梦
醉惜流年醉惜缘
醉揽清风醉揽月
醉看初心皆不改
醉看别离皆释怀
醉看山河皆无恙
醉看岁月皆静好
醉看月色皆温柔
醉看流年皆清欢
醉看烟火皆烂漫
醉看牵挂皆绵长
醉看相逢皆缘分
醉看红尘皆聚散
醉看花开醉看落
醉赴山河醉赴约
野狼DISCO
错过初心皆难寻
错过初心错过梦
错过别离皆宿命
错过叶落错过缘
错过山河皆无恙
错过月色皆温柔
错过月色错过柔
错过流年皆无缘
错过流年错过情
错过温柔皆藏心
错过温柔错过心
错过烟火皆寻常
错过烟火错过暖
错过牵挂皆余生
错过相逢皆遗憾
错过花开错过你
错过风月皆淡然
阳光彩虹小白马
雨中飘荡的回忆
雨夜初心皆滚烫
雨夜初心雨夜守
雨夜别离皆不舍
雨夜山河皆从容
雨夜山河雨夜安
雨夜岁月皆静好
雨夜无眠泪两行
雨夜月色皆浪漫
雨夜月色雨夜柔
雨夜流年皆清欢
雨夜流年雨夜梦
雨夜温柔皆入骨
雨夜温柔雨夜藏
雨夜烟火皆温暖
雨夜烟火雨夜暖
雨夜牵挂皆一生
雨夜牵挂雨夜长
雨夜相逢皆惊艳
雨夜相逢雨夜别
雨夜花开雨夜落
雨夜风月雨夜淡
Butter
Closer
Demons
Eleven
Flower
Havana
Kitsch
Lalisa
Latata
Mojito
My Bag
Panini
Psycho
REDRED
Rookie
Savage
SuperM
Tomboy
Yellow
一万个舍不得
一生有你足矣
一百万个可能
三十岁的女人
不爱我就拉倒
不能说的秘密
世界赠予我的
世间始终你好
为爱一往情深
为爱一往而深
为爱付出所有
为爱倾尽年华
为爱倾尽所有
为爱倾尽温柔
为爱奔赴初心
为爱奔赴别离
为爱奔赴山河
为爱奔赴岁月
为爱奔赴月色
为爱奔赴流年
为爱奔赴温柔
为爱奔赴烟火
为爱奔赴牵挂
为爱奔赴相逢
为爱孤独一生
为爱孤独终老
为爱守候一生
为爱守候初心
为爱守候别离
为爱守候山河
为爱守候月色
为爱守候流年
为爱守候温柔
为爱守候烟火
为爱守候牵挂
为爱守候相逢
为爱守候风月
为爱岁岁年年
为爱执着一生
为爱执着不悔
为爱放下尊严
为爱放下所有
为爱疯过一回
为爱等待千年
为爱默默守候
为爱默默守护
乌兰巴托的夜
人间一两惆怅
人间一场别离
人间一场岁月
人间一场流年
人间一场烟火
人间一场相思
人间一场相逢
人间一场风雨
人间一杯浊酒
人间一缕清风
人间一轮明月
人间不负韶华
人间叹人间难
人间孤独一程
人间山河一程
人间山河无恙
人间岁月一程
人间清欢一程
人间温柔一程
人间温柔予你
人间温柔可期
人间烟火一程
人间理想生活
人间皆是温柔
人间皆是过客
人间相思一程
人间自有归途
人间过客一场
人间过客而已
人间随缘一程
人间风雨一程
会有那么一天
伤心1999
伤过人间初心
伤过人间别离
伤过人间岁月
伤过人间月色
伤过人间流年
伤过人间温柔
伤过人间烟火
伤过人间牵挂
伤过人间相逢
伤过人间风雨
伤过才懂人心
伤过才懂孤独
伤过才懂放下
伤过才懂沉默
伤过才懂爱情
伤过才懂珍惜
伤过才懂生活
伤过才懂离别
伤过才懂缘分
伤过才懂随缘
伤透人间初心
伤透人间别离
伤透人间山河
伤透人间月色
伤透人间流年
伤透人间温柔
伤透人间烟火
伤透人间牵挂
伤透人间相逢
伤透人间风雨
余生请多指教
像我这样的人
像风一样自由
化身孤岛的鲸
半生一场初心
半生一场别离
半生一场月色
半生一场流年
半生一场浮沉
半生一场清欢
半生一场温柔
半生一场烟火
半生一场牵挂
半生一场相逢
卡拉永远OK
印地安老斑鸠
印第安老斑鸠
听山水寄相思
听岁月轻声说
听悲伤的情歌
听情歌想起你
听我说谢谢你
听晚风说余生
听花落忆流年
听闻远方有你
听雨落思故人
听风听雨听你
听风染尽初心
听风染尽别离
听风染尽山河
听风染尽月色
听风染尽流年
听风染尽温柔
听风染尽烟火
听风染尽牵挂
听风染尽相逢
听风染尽风雨
听风藏于初心
听风藏于山河
听风藏于往事
听风藏于月色
听风藏于流年
听风藏于温柔
听风藏于烟火
听风藏于牵挂
听风藏于相思
听风藏于风月
听风说我爱你
哭过痛过放过
哭过笑过爱过
四季一场初心
四季一场别离
四季一场月色
四季一场流年
四季一场清欢
四季一场温柔
四季一场烟火
四季一场牵挂
四季一场相思
四季一场相逢
外婆的澎湖湾
大约还会想你
如果人间初心
如果人间别离
如果人间山河
如果人间旧梦
如果人间月色
如果人间流年
如果人间温柔
如果人间烟火
如果人间牵挂
如果人间相逢
如果人间风月
如果时光倒流
如果没有遇见
如果爱请深爱
寂寞寂寞就好
寂寞染尽初心
寂寞染尽别离
寂寞染尽岁月
寂寞染尽月色
寂寞染尽流年
寂寞染尽温柔
寂寞染尽烟火
寂寞染尽牵挂
寂寞染尽相逢
寂寞染尽红尘
寂寞藏于初心
寂寞藏于别离
寂寞藏于岁月
寂寞藏于月色
寂寞藏于流年
寂寞藏于温柔
寂寞藏于烟火
寂寞藏于相思
寂寞藏于相逢
寂寞藏于红尘
小城一场初心
小城一场别离
小城一场山河
小城一场月色
小城一场流年
小城一场温柔
小城一场烟火
小城一场牵挂
小城一场相逢
小城一场风月
小城烟火人间
山河一场初心
山河一场别离
山河一场岁月
山河一场月色
山河一场流年
山河一场温柔
山河一场烟火
山河一场牵挂
山河一场相逢
山河一场风雨
山河不问相逢
岁月不问别离
年少一场初心
年少一场别离
年少一场山河
年少一场月色
年少一场流年
年少一场温柔
年少一场烟火
年少一场牵挂
年少一场相逢
年少一场轻狂
年少的红尘梦
年少的追梦路
往后各自安好
心有万般不舍
心有半生回望
心有山河万里
心有岁月可期
心有执念难放
心有清风明月
心有温柔半两
心有烟火人间
心有红尘一梦
心染人间初心
心染人间别离
心染人间山河
心染人间月色
心染人间流年
心染人间温柔
心染人间烟火
心染人间牵挂
心染人间相逢
心染人间风月
心藏人间初心
心藏人间别离
心藏人间山河
心藏人间月色
心藏人间流年
心藏人间温柔
心藏人间烟火
心藏人间牵挂
心藏人间相思
心藏人间相逢
思念天边的你
思念是一种病
思念染尽初心
思念染尽别离
思念染尽山河
思念染尽岁月
思念染尽月色
思念染尽流年
思念染尽温柔
思念染尽烟火
思念染尽牵挂
思念染尽相逢
思念藏于人间
思念藏于初心
思念藏于心底
思念藏于星河
思念藏于晚风
思念藏于月色
思念藏于流年
思念藏于温柔
思念藏于烟火
思念藏于烟雨
情一动心就痛
情叹人间别离
情守人间温柔
情念人间旧人
情怀人间初心
情惜人间相逢
情深不负余生
情深不负初心
情深不负山河
情深不负岁月
情深不负月色
情深不负流年
情深不负烟火
情深不负牵挂
情深不负相守
情深不负相逢
情深不负遇见
情深默默相守
情牵人间岁月
情牵人间月色
情系人间山河
情系人间烟火
情醉人间流年
想你不分昼夜
想你不离不弃
想你岁岁年年
想你已成习惯
想你染尽初心
想你染尽别离
想你染尽山河
想你染尽晨昏
想你染尽月色
想你染尽流年
想你染尽温柔
想你染尽烟火
想你染尽牵挂
想你染尽相逢
想你泪湿眼眶
想你的心好苦
想你的每一天
想你藏于初心
想你藏于别离
想你藏于山河
想你藏于岁月
想你藏于月色
想你藏于流年
想你藏于温柔
想你藏于烟火
想你藏于牵挂
想你藏于相逢
想你默默无言
我可以抱你吗
我和我的祖国
手心里的温柔
披着羊皮的狼
新鸳鸯蝴蝶梦
明月不问过往
星河一场初心
星河一场别离
星河一场旧梦
星河一场月色
星河一场流年
星河一场温柔
星河一场烟火
星河一场牵挂
星河一场相逢
星河一场风雨
晚风一场初心
晚风一场别离
晚风一场山河
晚风一场月色
晚风一场流年
晚风一场温柔
晚风一场烟火
晚风一场牵挂
晚风一场相思
晚风一场相逢
最伟大的作品
最后一个夏夜
月色不问初心
永不失联的爱
沦陷一场初心
沦陷一场别离
沦陷一场月色
沦陷一场流年
沦陷一场深情
沦陷一场温柔
沦陷一场烟火
沦陷一场牵挂
沦陷一场相思
沦陷一场相逢
沦陷在回忆里
沦陷在孤独里
沦陷在旧时光
沦陷在晚风里
沦陷在月色中
沦陷在梦境里
沦陷在流年里
沦陷在相思里
沦陷在红尘中
流年不问情深
流泪染尽初心
流泪染尽别离
流泪染尽山河
流泪染尽月色
流泪染尽流年
流泪染尽温柔
流泪染尽烟火
流泪染尽牵挂
流泪染尽相逢
流泪染尽红尘
流泪藏于初心
流泪藏于别离
流泪藏于月色
流泪藏于流年
流泪藏于温柔
流泪藏于烟火
流泪藏于牵挂
流泪藏于相思
流泪藏于相逢
流泪藏于眼底
浮生一场别离
浮生一场月色
浮生一场流年
浮生一场烟火
浮生一场相逢
浮生不问聚散
清风不问归期
火红的萨日朗
烟火不问温柔
烟雨一场人间
烟雨一场初心
烟雨一场别离
烟雨一场月色
烟雨一场流年
烟雨一场温柔
烟雨一场烟火
烟雨一场牵挂
烟雨一场相逢
烟雨一场红尘
爱你如初太难
爱到卑微成尘
爱到心痛难忍
爱到念念不忘
爱到情深缘浅
爱到无能为力
爱到无话可说
爱到沉默离场
爱到满身伤痕
爱染人间初心
爱染人间别离
爱染人间山河
爱染人间月色
爱染人间流年
爱染人间温柔
爱染人间烟火
爱染人间牵挂
爱染人间相逢
爱染人间风月
爱的故事上集
爱藏人间初心
爱藏人间别离
爱藏人间山河
爱藏人间月色
爱藏人间流年
爱藏人间温柔
爱藏人间烟火
爱藏人间牵挂
爱藏人间相逢
爱藏人间风月
玫瑰花的葬礼
祝你一路顺风
祝你生日快乐
离开我的依赖
秋风一曲初心
秋风一曲山河
秋风一曲月色
秋风一曲流年
秋风一曲温柔
秋风一曲烟火
秋风一曲牵挂
秋风一曲相思
秋风一曲离愁
秋风一曲风月
秋风不问离别
秋风染尽初心
秋风染尽别离
秋风染尽山河
秋风染尽月色
秋风染尽流年
秋风染尽温柔
秋风染尽烟火
秋风染尽牵挂
秋风染尽相逢
秋风染尽青丝
等下一个天亮
等你一场初心
等你一场别离
等你一场山河
等你一场月色
等你一场流年
等你一场温柔
等你一场烟火
等你一场牵挂
等你一场相逢
等你一场风月
等岁月等情深
等流年等安稳
米兰的小铁匠
红尘一曲初心
红尘一曲山河
红尘一曲月色
红尘一曲流年
红尘一曲温柔
红尘一曲烟火
红尘一曲牵挂
红尘一曲相思
红尘一曲离殇
红尘一曲风月
红尘不问缘分
红尘染尽初心
红尘染尽别离
红尘染尽山河
红尘染尽月色
红尘染尽流年
红尘染尽温柔
红尘染尽烟火
红尘染尽牵挂
红尘染尽相逢
红尘染尽风月
红尘烟火人间
缘分一别经年
缘分不负余生
缘分不负初心
缘分不负山河
缘分不负此生
缘分不负流年
缘分不负相守
缘分不负相逢
缘分不负红尘
缘分不负遇见
缘分不负韶华
缘分冥冥注定
缘分山水相逢
缘分擦肩而过
缘分染尽初心
缘分染尽别离
缘分染尽山河
缘分染尽月色
缘分染尽流年
缘分染尽温柔
缘分染尽烟火
缘分染尽牵挂
缘分染尽相逢
缘分染尽风月
缘分浅浅相遇
缘分深深惦记
缘分聚散随缘
缘分自有天意
缘分自有安排
缘分落地生根
缘分藏于初心
缘分藏于别离
缘分藏于天意
缘分藏于岁月
缘分藏于月色
缘分藏于流年
缘分藏于温柔
缘分藏于烟火
缘分藏于牵挂
缘分藏于相逢
蒲公英的约定
裂缝中的阳光
让我心动的人
说好的幸福呢
谁的眼泪在飞
遗憾一场初心
遗憾一场别离
遗憾一场月色
遗憾一场流年
遗憾一场温柔
遗憾一场烟火
遗憾一场相逢
遗憾人间初心
遗憾人间别离
遗憾人间山河
遗憾人间旧梦
遗憾人间月色
遗憾人间流年
遗憾人间温柔
遗憾人间烟火
遗憾人间牵挂
遗憾人间相逢
遗憾人间风月
遗憾人间风雨
那远山呼唤我
醉享人间安稳
醉叹人间聚散
醉听人间风雨
醉守人间清欢
醉念人间旧人
醉怀人间初心
醉惜人间流年
醉看人间浮沉
醉赴人间山河
醉饮人间风月
错过一段初心
错过一段月色
错过一段温柔
错过一段烟火
错过一段牵挂
错过人间初心
错过人间别离
错过人间山河
错过人间旧梦
错过人间月色
错过人间流年
错过人间温柔
错过人间烟火
错过人间牵挂
错过人间相逢
错过人间风月
错过人间风雨
雨夜一曲初心
雨夜一曲山河
雨夜一曲情歌
雨夜一曲月色
雨夜一曲流年
雨夜一曲温柔
雨夜一曲烟火
雨夜一曲牵挂
雨夜一曲相思
雨夜一曲风月
雨夜染尽初心
雨夜染尽别离
雨夜染尽山河
雨夜染尽月色
雨夜染尽流年
雨夜染尽温柔
雨夜染尽烟火
雨夜染尽牵挂
雨夜染尽相思
雨夜染尽相逢
雨过后的风景
风雨不问牵挂
风雨中的诺言
Alone
Candy
Cupid
Ditto
Faded
Girls
Hello
K 歌之王
Money
Sorry
Spicy
一万个理由
一万次悲伤
一千年以后
一生中最爱
一生有意义
七月七日晴
世界赠予我
为爱伤过心
亲爱的你啊
人生路漫漫
人间一两风
人间一场梦
人间一过客
人间不值得
人间借一宿
人间初心真
人间别离轻
人间多别离
人间多孤独
人间多流年
人间多清欢
人间多温柔
人间多烟火
人间多相思
人间多相逢
人间多遗憾
人间多风雨
人间山水行
人间岁月安
人间月色柔
人间清欢渡
人间烟火气
人间烟火浓
人间皆过客
人间相思浅
人间相逢暖
人间第一情
人间走一趟
人间风月客
人间风雨平
人鱼的眼泪
伤尽余生盼
伤尽别离苦
伤尽半生心
伤尽星河念
伤尽晚风情
伤尽流年梦
伤尽烟雨愁
伤尽相思泪
伤尽相逢暖
伤尽红尘缘
伤心太平洋
伤心的回忆
伤心的往事
伤心的结局
伤心的路口
伤感的恋人
伤痛的回忆
伤透我的心
但愿人长久
何必在一起
偏偏喜欢你
再度重相逢
冲动的惩罚
别怕我伤心
北京欢迎你
北方的女王
千年等一回
半生享清欢
半生别离歌
半生孤单曲
半生守温柔
半生忆往昔
半生念初心
半生惜相逢
半生揽清风
半生星河句
半生晚风词
半生流年章
半生渡红尘
半生烟雨诗
半生相思赋
半生相逢序
半生红尘录
半生赏明月
半生赴山河
半生随流年
反方向的钟
只为你着迷
可惜没如果
听一曲红尘
听人间悲欢
听妈妈的话
听尽人间事
听尽别离愁
听尽岁月声
听尽月色柔
听尽流年景
听尽烟火味
听尽相思语
听尽相逢乐
听尽红尘曲
听尽风雨情
听岁月流声
听往事随风
听情歌流泪
听风伴余生
听风叹流年
听风寄相思
听风忆往事
听风念旧人
听风惜故人
听风染流年
听风渡余生
听风诉离愁
听风说往事
听风醉人间
哪里都是你
四季皆余生
四季皆别离
四季皆流年
四季皆深情
四季皆温柔
四季皆烟火
四季皆牵挂
四季皆相思
四季皆相逢
四季皆等候
多余的解释
大约在冬季
天也不懂情
天使的翅膀
奇妙能力歌
女人的选择
如果有来生
如果没有你
如果爱忘了
如果爱还在
寂寞伴余生
寂寞伴清欢
寂寞听风雨
寂寞在唱歌
寂寞守空城
寂寞度朝夕
寂寞度流年
寂寞念旧人
寂寞无人懂
寂寞染流年
寂寞染青丝
寂寞沙洲冷
寂寞渡余生
寂寞爱上烟
寂寞看人间
寂寞看别离
寂寞看岁月
寂寞看流年
寂寞看相思
寂寞看相逢
寂寞看红尘
寂寞看花开
寂寞看花落
寂寞看风雨
寂寞等一人
寂寞等风来
寂寞红尘路
小城享清欢
小城听风雨
小城守初心
小城少年事
小城度流年
小城忆旧梦
小城念相思
小城惜相逢
小城故人归
小城故人离
小城旧时光
小城晚风凉
小城月下思
小城相思曲
小城盼归人
小城红尘路
小城赏月色
小城遇故人
小小的太阳
少年中国说
山楂树之恋
平凡的一天
年少叹流年
年少守温柔
年少念相思
年少怀初心
年少惜相逢
年少揽星河
年少的初心
年少的欢喜
年少的温柔
年少的牵挂
年少的相逢
年少的离别
年少的遗憾
年少盼余生
年少赴山河
年少赴红尘
年少逐风月
开心的马骝
往后没有你
心有千千结
心渡人间路
心渡别离伤
心渡岁月长
心渡月色静
心渡流年安
心渡烟火甜
心渡相思苦
心渡相逢暖
心渡红尘缘
心渡风雨程
心碎一瞬间
心碎了无痕
心碎人憔悴
心碎梦已醒
心碎泪无痕
心碎的回忆
心碎的夜晚
心碎的滋味
心碎的结局
思念化作尘
思念化作星
思念化作月
思念化作梦
思念化作歌
思念化作泪
思念化作诗
思念化作酒
思念化作雨
思念化作风
思念寄晚风
思念无人懂
思念无初心
思念无四季
思念无山河
思念无归期
思念无晨昏
思念无月色
思念无烟火
思念无终点
思念无解药
思念无边界
思念熬成泪
思念的解药
思念绕指尖
思念藏心底
思念隔山海
情落人间梦
情落余生缘
情落别离间
情落星河间
情落晚风里
情落流年里
情落烟雨时
情落相思岸
情落相逢际
情落红尘路
想你入余生
想你入心扉
想你入星河
想你入晚风
想你入梦境
想你入梦来
想你入流年
想你入烟雨
想你入红尘
想你到天明
想你到永久
想你到白头
想你千百遍
想你无别离
想你无四季
想你无山河
想你无归期
想你无日夜
想你无月色
想你无流年
想你无烟火
想你无相逢
想你无距离
想你的夜晚
想你的时候
想你的温柔
愚人的国度
我从草原来
我们都一样
我会一直顺
我只在乎你
我爱你中国
我要找到你
我要的幸福
手心的太阳
挪威的森林
揽胜进行曲
无言的温柔
星河不及你
星河皆余生
星河皆入梦
星河皆初心
星河皆别离
星河皆思念
星河皆月色
星河皆温柔
星河皆烟火
星河皆相逢
星河皆过往
星空下的吻
晚风伴流年
晚风夜未央
晚风寄余生
晚风寄相思
晚风心里吹
晚风念故人
晚风念旧人
晚风惜流年
晚风揽星河
晚风渡余生
晚风渡红尘
晚风知我意
晚风诉衷肠
晚风轻轻吹
晚风遇见你
晚风醉人间
晚风醉流年
曾经爱过你
曾经的回忆
曾经的我们
曾经的时光
曾经的温柔
曾经的相逢
曾经的誓言
最后的战役
最炫民族风
月半小夜曲
有形的翅膀
来生再续缘
枕着光的她
桃花朵朵开
此刻唱给你
死了都要爱
沦陷孤单里
沦陷旧时光
沦陷晚风里
沦陷月色里
沦陷梦境里
沦陷流年里
沦陷深情里
沦陷温柔乡
沦陷相思海
沦陷红尘梦
沧海一声笑
流泪叹余生
流泪叹初心
流泪叹别离
流泪叹山河
流泪叹月色
流泪叹流年
流泪叹烟火
流泪叹牵挂
流泪叹相逢
流泪叹红尘
流泪的余生
流泪的别离
流泪的回忆
流泪的天使
流泪的往事
流泪的执念
流泪的星河
流泪的晚风
流泪的流年
流泪的清欢
流泪的烟雨
流泪的爱情
流泪的玫瑰
流泪的相逢
流泪的眼眸
流泪的红尘
流泪的结局
流泪的选择
流泪的飞蛾
浮生一场情
浮生一场梦
浮生一场空
浮生一场缘
浮生一场醉
淋雨一直走
深深爱过你
渡我不渡她
漫漫人生路
潇洒走一回
烟雨人间路
烟雨伴余生
烟雨伴清欢
烟雨余生安
烟雨入江南
烟雨初心在
烟雨别离愁
烟雨叹相逢
烟雨叹红尘
烟雨寄余生
烟雨岁月长
烟雨忆往昔
烟雨忆旧梦
烟雨念相思
烟雨惜流年
烟雨揽清风
烟雨星河远
烟雨晚风凉
烟雨染青丝
烟雨流年深
烟雨渡余生
烟雨渡红尘
烟雨牵挂长
烟雨相逢浅
烟雨红尘梦
烟雨赏明月
烟雨赴山河
烟雨醉流年
烟雨醉红尘
爱你一万年
爱在西元前
爱就一个字
爱拼才会赢
爱的回归线
爱笑的眼睛
独自去偷欢
男儿当自强
真的爱着你
离别开出花
秋风伴清欢
秋风叹流年
秋风守初心
秋风寄故人
秋风寄相思
秋风寄离愁
秋风忆故人
秋风忆流年
秋风念余生
秋风念旧人
秋风念流年
秋风惜故人
秋风懂相思
秋风挽清风
秋风挽落叶
秋风揽明月
秋风故人来
秋风染流年
秋风染白霜
秋风渡余生
秋风盼归期
秋风知人意
秋风知我意
秋风秋叶落
秋风诉离殇
秋风赴山河
秋风辞故人
秋风送别离
秋风醉人间
突然的自我
等一人终老
等一场人间
等一场余生
等一场别离
等一场旧梦
等一场晚风
等一场流年
等一场烟雨
等一场相逢
等一场相遇
等一场花落
等爱的玫瑰
等风也等你
红尘一念间
红尘几度秋
红尘半生缘
红尘多初心
红尘多月色
红尘多流年
红尘多温柔
红尘多烟火
红尘多牵挂
红尘多痴情
红尘多相思
红尘多相逢
红尘多离别
红尘旧人梦
红尘未了缘
红尘梦一场
红尘痴情泪
红尘相思扣
红尘相思苦
红尘离人泪
红尘醉一场
红色高跟鞋
缘分一道桥
缘分天注定
缘分惹的祸
缘分有别离
缘分有因果
缘分有归途
缘分有早晚
缘分有月色
缘分有流年
缘分有深浅
缘分有烟火
缘分有相逢
缘分有聚散
缘分的天空
美丽的神话
背对背拥抱
若月亮没来
草原上的花
草原夜色美
葡萄成熟时
街角的晚风
谁明浪子心
谁能明白我
谢谢你的爱
追梦赤子心
遗失的美好
遗憾一场情
遗憾一场梦
遗憾一场缘
遗憾也值得
遗憾的初心
遗憾的回忆
遗憾的奔赴
遗憾的曾经
遗憾的月色
遗憾的流年
遗憾的温柔
遗憾的烟火
遗憾的牵挂
遗憾的相逢
遗憾的等候
遗憾的结局
遗憾的过客
遗憾的青春
酒干倘卖无
醉享余生安
醉卧流年里
醉叹别离曲
醉吟岁月诗
醉听岁月声
醉品红尘茶
醉唱相逢歌
醉在情缘里
醉在旧梦里
醉在晚风里
醉在月光下
醉在流年中
醉在相思里
醉在红尘里
醉守温柔心
醉守烟火间
醉念故人归
醉怀初心梦
醉惜流年景
醉渡红尘路
醉看人间事
醉赋相思词
醉赏人间月
醉赴山河约
醉饮杯中酒
醒不来的梦
错位的遗憾
错过一场梦
错过一城人
错过一段年
错过一段情
错过一段缘
错过就错过
错过的余生
错过的年华
错过的归途
错过的情人
错过的时光
错过的月色
错过的深情
错过的温柔
错过的烟火
错过的相逢
错过的缘分
错过的花季
错过的青春
隐形的翅膀
雨夜享清欢
雨夜叹余生
雨夜叹别离
雨夜听花落
雨夜守初心
雨夜忆往昔
雨夜忆旧人
雨夜忆流年
雨夜念相思
雨夜惜流年
雨夜懂人心
雨夜揽清风
雨夜染相思
雨夜渡余生
雨夜渡流年
雨夜相思泪
雨夜盼归人
雨夜盼故人
雨夜盼重逢
雨夜诉相思
雨夜诉衷肠
雨夜赴山河
雨夜醉红尘
骄傲的少年
黑夜问白天
Baby
Cake
Dice
Gone
Hann
Hero
I AM
ISTJ
Idol
JUMP
KISS
Lion
Nxde
Solo
Tank
Wish
void
一丝不挂
一半一半
一念人间
一念半生
一念山河
一念情深
一念执念
一念永恒
一念相思
一念红尘
一念缘灭
一念缘起
一曲人间
一曲相思
一曲离愁
一曲红尘
一生不变
一生别离
一生守候
一生情深
一生所爱
一生无悔
一生有你
一生烟火
一生相逢
一生等你
一生缘浅
一笑江湖
一荤一素
一路向北
一路生花
七情六欲
三生三幸
三生有幸
三生石下
不再犹豫
不得不爱
不负众望
不问别离
为爱付出
为爱停留
为爱守候
为爱执着
为爱沦陷
为爱流泪
为爱痴狂
为爱等候
乱舞春秋
云宫迅音
云烟成雨
交换余生
人生半途
人间一趟
人间共鸣
人间别过
人间半途
人间故事
人间救赎
人间旅途
人间朝暮
人间清欢
人间温柔
人间烟火
人间理想
人间疾苦
人间百味
人间草木
人间过客
人间风月
以父之名
伊斯坦堡
伤心城市
伤心路口
伤感情歌
伤感情缘
伤过的心
余生很贵
余生无你
余生有你
余生漫长
你瞒我瞒
修炼爱情
倩女幽魂
光的方向
光辉岁月
八方来财
再见理想
军中绿花
冷漠情歌
凤舞九天
刀剑如梦
加州旅馆
勿忘心安
匆匆那年
十送红军
十面埋伏
千千阙歌
半城烟沙
半岛铁盒
半生别离
半生回忆
半生回望
半生孤单
半生寂寞
半生念旧
半生情歌
半生执念
半生沧桑
半生漂泊
半生烟雨
半生相遇
半生随缘
半生风雨
单身情歌
友情岁月
友谊之光
古风今韵
可爱女人
同桌的你
同道殊途
向风而野
君临天下
听闻余生
听闻往事
听闻爱情
告白气球
和光同尘
四季与你
四季予你
四季人间
四季别离
四季情深
四季流年
四季温柔
四季烟火
四季牵挂
四季相思
四季等候
四面楚歌
回到过去
夏天的风
夕阳之歌
大千世界
大城小爱
大展宏图
天地龙鳞
天外来物
天籁传奇
天若有情
好久不见
如果当时
威廉古堡
子弹列车
孟婆的碗
孤芳自赏
完美主义
完美生活
寂寞城市
寂寞情歌
寂寞烟火
寂寞的人
寂寞的夜
寂寞空城
富士山下
小城夏天
小城小爱
小城少年
小城岁月
小城往事
小城故事
小城晚风
小城月光
小城烟火
小城烟雨
小城过客
山有木兮
山水之间
山河万里
山河入梦
山河别离
山河情深
山河故人
山河无恙
山河星河
山河晚风
山河相依
山河相逢
山高路远
岁月神偷
左手指月
平凡之路
年少心事
年少情深
年少时光
年少有为
年少的你
年少相遇
年少离别
年少轻狂
年少追梦
开始懂了
开心锤锤
归途的光
彼岸花开
往事随风
往后余生
往后初心
往后别离
往后山河
往后明月
往后月色
往后流年
往后清风
往后烟火
往后相思
往后相逢
心伤无痕
心已成灰
心已破碎
心有不甘
心有所属
心有灵犀
心碎谁懂
心若向阳
心若止水
忘川彼岸
快乐崇拜
思念入喉
思念入骨
思念成沙
思念成疾
思念成瘾
思念无期
思念无解
思念绵长
思念随风
恭喜发财
情到深处
情字难落
情断余生
情断初见
情断天涯
情断往事
情断意绝
情断泪落
情断相思
情断红尘
情断缘尽
情断陌路
情深一往
情深不寿
情深入骨
情深几许
情深执念
情深缘浅
情深难渡
情非得已
惊鸿一面
想你的人
想你的夜
我们的爱
我怀念的
我的祖国
我还想她
手心有你
执子之手
执迷不悔
执迷不悟
护花使者
擦肩而过
敢爱敢做
斑马斑马
断桥残雪
无人之岛
旧事难忘
旧人不归
旧人旧事
旧人难寻
旧心难改
旧忆难删
旧念难消
旧情难续
旧梦一场
旧梦如初
旧梦重温
旧梦难圆
旧梦难寻
旧爱难忘
旧缘难留
旧路难回
早安隆回
明天过后
明年今日
星星点灯
星月神话
星河万里
星河不负
星河人间
星河入梦
星河奔赴
星河晚风
星河满目
星河遥遥
星河长明
星语心愿
星辰大海
晚风与你
晚风作酒
晚风入梦
晚风叙旧
晚风告白
暗里着迷
暮色回响
曾经拥有
曾经最美
曾经沧海
曾经的你
最佳歌手
月亮之上
有何不可
本草纲目
格桑花开
桥边姑娘
梦醒时分
棠梨煎雪
歌唱祖国
止战之殇
此生不换
此生无憾
江南夜色
江南姑娘
江南烟雨
江山无限
江湖缘起
沉默是金
沦陷人间
流泪手心
浪人情歌
浪子回头
浪子闲话
浮生一别
浮生一曲
浮生未歇
浮生流年
浮生清欢
浮生烟雨
浮生相守
浮生相望
浮生红尘
浮生若梦
海阔天空
涛声依旧
深夜港湾
清明雨上
游戏人间
漠河舞厅
灰色头像
灰色轨迹
烟雨人间
烟雨孤城
烟雨岁月
烟雨平生
烟雨微凉
烟雨情深
烟雨江南
烟雨流年
烟雨相思
烟雨红尘
烟雨行舟
烟雨重楼
熟能生巧
爱人错过
爱你如初
爱你没差
爱如潮水
爱已不在
爱已尘封
爱已收场
爱已无缘
爱已破碎
爱已落幕
爱已过期
爱已远去
爱已陌路
爱已难寻
爱很简单
爱情买卖
爱情悬崖
爱情转移
爱是你我
爱的代价
爱的供养
爱的好累
爱的思念
爱的港湾
爱的迷局
爸爸妈妈
牛仔很忙
狗尾巴草
理想三旬
生如夏花
电影生活
痛哭的人
相见恨晚
眉飞色舞
真的汉子
真的爱你
知否知否
石沉大海
破碎的梦
神的说唱
秋风冷月
秋风十里
秋风微凉
秋风落叶
空心之城
空谷幽兰
穿越人海
笑看风云
等一分钟
等一场雨
等你下课
等你归来
简简单单
粉色信笺
精忠报国
红尘一别
红尘一梦
红尘一笑
红尘一醉
红尘万丈
红尘客栈
红尘情歌
红尘情深
红尘有缘
红尘滚滚
红尘痴情
红尘相遇
红尘眷恋
红尘聚散
红尘路上
红尘过客
红尘陌路
红颜易老
红颜白发
红颜知己
纸短情长
缘分天空
缘分尽了
缘分相遇
缘分错过
缘分随缘
罗刹海市
老人与海
自由飞翔
花开忘忧
草原之夜
草原余生
草原姑娘
草原思念
草原情歌
草原明月
草原晚风
草原相逢
草原离别
荷塘月色
落花流水
西楼儿女
西海情歌
认真的雪
说好不哭
豆浆油条
达拉崩吧
这就是爱
远山少年
迟来的爱
追风少年
遗憾一生
遗憾半生
遗憾往后
遗憾心动
遗憾情深
遗憾擦肩
遗憾收场
遗憾无缘
遗憾相遇
遗憾离别
遗憾错过
遥远的她
遥遥故乡
那些花儿
郎的诱惑
醉享流年
醉卧人间
醉卧红尘
醉听风雨
醉在今宵
醉在回忆
醉在江南
醉守初心
醉忆往昔
醉念旧人
醉揽星河
醉梦前尘
醉渡余生
醉看红尘
醉美人间
醉赏月色
量身定做
金风玉露
铁血丹心
错位人生
错位时空
错位爱恋
错过一生
错过你我
错过回眸
错过流年
错过深情
错过温柔
错过爱情
错过相逢
错过缘分
错过花季
难兄难弟
难念的经
雅俗共赏
雨夜听雨
雨夜听风
雨夜回忆
雨夜孤单
雨夜孤枕
雨夜寄情
雨夜心碎
雨夜念旧
雨夜情歌
雨夜想你
雨夜无眠
雨夜独醉
雨夜相思
雨夜离别
雨夜钢琴
雪域神山
雪山阿佳
青藏高原
风吹麦浪
飞鸟和蝉
鬼迷心窍
魔术先生
黑色幽默
黑色毛衣
龙的传人
龙耀华夏
APT
DNA
ETA
Icy
O.O
OMG
七里香
三国恋
三生缘
上春山
上海滩
不将就
丑八怪
东风破
中国心
人世间
人间叹
人间城
会读书
伤不起
伤离别
何以歌
作曲家
全是爱
兰亭序
兰花草
关忆北
再回首
冷雨夜
凄美地
刚刚好
删了吧
别知己
十七岁
半兽人
半壶纱
半生缘
半生雪
南山南
南山忆
压力大
双截棍
发如雪
叹云兮
向云端
喜帖街
喜欢你
园游会
坏女孩
壁上观
处处吻
夜来香
大中国
大头针
大悲咒
大笨钟
大花轿
大风吹
大风车
天黑黑
奈何桥
套马杆
女儿情
好日子
好汉歌
好运来
字母歌
孟婆汤
孤勇者
孤星泪
学猫叫
安和桥
寄明月
小幸运
小情歌
小美满
小酒窝
尘世美
就是我
山河令
山河图
庐州月
心太乱
心太软
忘川河
忘情水
思念谁
情难断
情难枕
我不配
我想要
我愿意
我相信
日不落
旧时光
明明就
明月夜
月儿湾
望归去
望故乡
来生缘
桃花诺
梦草原
梦里花
梦驼铃
欧若拉
武家坡
水星记
江南梦
江南谣
江南雨
流星雨
游山恋
烟雨情
烟雨梦
燕归巢
爱如火
爱错,
牵丝戏
珊瑚海
珊瑚颂
琵琶行
甜蜜蜜
白桦林
白龙马
相思遥
秋风起
秋风辞
童话镇
笑忘书
笨小孩
第一天
第一次
等烟雨
等花落
等风来
简单爱
米小圈
红昭愿
红颜劫
红颜旧
美人鱼
老男孩
舞女泪
节气颂
苏州河
英雄泪
苹果香
莉莉安
莫愁乡
萱草花
董小姐
蓝莲花
虞兮叹
虫儿飞
西海情
要一起
记忆点
谁不是
走天涯
起风了
越南鼓
跳楼机
踏山河
追光者
造物者
那些年
醉倾城
醉月情
醉江南
醉流年
醉清风
醉相思
醉红尘
醉赤壁
野心家
锦鲤抄
雁南飞
雨夜花
霍元甲
青花瓷
高原蓝
鲁冰花
鸳鸯戏
黄昏,
黄梅戏
黑桃A
龙卷风
GO
一半
不如
不搭
不染
九儿
你,
偷心
傲寒
再见
冬眠
冰雨
冻结
凉凉
刀郎
分裂
剑魂
勇气
包容
单车
原来
双刀
可能
叹服
吉量
听心
听海
命运
哪吒
唯一
城府
夜曲
大地
大山
大海
大鱼
天下
天堂
天意
天空
天路
天边
奔腾
如愿
娘子
害怕
家乡
宿敌
寓言
将军
小三
小半
年轮
当你
彩虹
心经
心跳
心雨
恋人
悬溺
情人
情伤
情罪
情醉
情锁
意外
成都
房间
掌心
搁浅
放纵
故乡
故梦
斗牛
旅行
旅途
旋木
无问
旧梦
明天
星昼
星晴
春泥
是你
晚星
晚风
晴天
暗号
暗香
暧昧
曹操
朋友
李白
来迟
枪火
梯田
模特
江南
沦陷
泪海
活着
流年
浮夸
消愁
深深
渡情
湖泊
漂移
演员
烟火
爱你
爱河
爱错
牧歌
白狐
盛夏
相思
矜持
破茧
祝福
神奇
离歌
稻香
立春
童话
精卫
素颜
红日
红豆
约定
练习
绅士
绿光
缘尽
缠绵
翅膀
老街
自愈
芒种
花妖
花心
花海
落差
赤伶
赤宵
距离
退后
送别
逆光
逆战
遇见
野人
长城
阴天
阿刁
雨爱
雨蝶
青丝
青鸟
非凡
飘雪
鸿雁
麻雀
借
望
